/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Sezonul %1$@, episodul %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Sezonul %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, sezonul %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 episod)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 carte)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d cărți)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d episoade, 1 videoclip)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d episoade, %d videoclipuri)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d episoade)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d videoclipuri)";

"ONE_SONG" = "1 melodie";
"SONGS_COUNT_FORMAT" = "%d melodii";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d albume, %d melodii";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d albume, 1 melodie";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 melodie";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d melodii";

"ALBUM_HEADER_SONG_COUNT" = "%d melodii";
"ALBUM_HEADER_SONG_COUNT_1" = "1 melodie";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Lansat: %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Bibliotecă";
"MUSIC" = "Muzică";
"NO_MUSIC_TITLE" = "Muzică";
"NO_VIDEOS_TITLE" = "Videoclipuri";
"SOURCES" = "Surse";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Accesoriu conectat";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Adăugați tot";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Adăugați tot";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Adăugați melodii în lista de redare On-The-Go.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Salvați";
"ADD_PLAYLIST_DIALOG_TITLE" = "Listă de redare nouă";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Introduceți un nume pentru această listă de redare.";
"ADD_PLAYLIST_ROW" = "Adăugați listă…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Titlu";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Adăugați melodii în “%@”.";
"EDIT_PLAYLIST_RENAME" = "Redenumiți";
"EDIT_PLAYLIST_ADD_SONGS" = "Adăugați melodii";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Redenumiți lista de redare";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Titlu";

/* No comment provided by engineer. */
"Albums" = "Albume";

/* list option to view all albums. */
"All Albums" = "Toate albumele";

/* list option to view all songs. */
"All Songs" = "Toate melodiile";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Capitolul %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Anulați";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Capitolul %1$d din %2$d";

"CHAPTER_INDEX_FORMAT" = "Capitolul %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Reîmprospătați lista de redare";

"CLEAR" = "Degajați";

/* No comment provided by engineer. */
"Clear Playlist" = "Degajați lista de redare";

/* No comment provided by engineer. */
"Save Playlist" = "Salvați lista de redare";

/* No comment provided by engineer. */
"Delete Playlist" = "Ștergeți listă de redare";

/* No comment provided by engineer. */
"content" = "conținut";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Invalidat";

/* No comment provided by engineer. */
"Delete" = "Ștergeți";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Doriți să ștergeți \U201c%@\U201d pentru a economisi spațiu?";

/* No comment provided by engineer. */
"Done" = "OK";

/* No comment provided by engineer. */
"Edit" = "Editați";

/* No comment provided by engineer. */
"Save" = "Salvați";

/* Info shown cell for TV shows */
"Episode %@" = "Episodul %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Bazat pe muzica de:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ și alții";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " și alții";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Mixaj Genius";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Conectați-vă la o rețea Wi-Fi sau celulară pentru a descărca “%@”.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Conectați-vă la o rețea Wi-Fi pentru a descărca “%@”.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Păstrați";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d albume";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d artiști";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d cărți Audible";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d cărți audio";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d compilații";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d compozitori";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d articole";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d piste";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d genuri";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d liste de redare";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d episoade";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d podcasturi";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d melodii";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "Descărcare %d din %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d memouri vocale";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Încărcare…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Încărcare versuri…";

/* No comment provided by engineer. */
"More" = "Altele";

/* Section header title in the Videos list */
"Movies" = "Filme";

/* Section header title in the Videos list */
"Movie Rentals" = "Filme închiriate";

/* Section header title in the Videos list */
"Music Videos" = "Clipuri muzicale";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Nicio carte audio";

/* Generic no content message */
"No Content" = "Niciun conținut";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Nicio melodie";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Niciun podcast";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Niciun videoclip";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Albume";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artiști";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Cărți audio";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Compilații";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Compozitori";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Genuri";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Mixaje Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Altele";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Liste redare";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Liste redare";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcasturi";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Melodii";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Videoclipuri";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filme";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Închirieri";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "Emisiuni TV";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcasturi";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Clipuri muzică";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Informații";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Capitole";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Episoade";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Redare film";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Partajate";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Partea %d din %d";

/* No comment provided by engineer. */
"Playlists" = "Liste de redare";

/* Section header title in the Videos list */
"Podcasts" = "Podcasturi";

/* Shuffle option shown in song lists */
"Shuffle" = "Aleatoriu";

/* No comment provided by engineer. */
"Songs" = "Melodii";

/* iTunes Movie Store */
"MOVIE_STORE" = "Store";

/* iTunes Music Store */
"MUSIC_STORE" = "Store";

/* No comment provided by engineer. */
"Syncing" = "Sincronizare";

/* Section header title in the Videos list */
"TV Shows" = "Emisiuni TV";

/* No comment provided by engineer. */
"Unknown" = "Necunoscută";
"UNKNOWN_ARTIST" = "Artist necunoscut";
"UNKNOWN_ALBUM" = "Album necunoscut";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Puteți descărca podcasturi din iTunes Store";
"You can download iTunes U content from iTunes." = "Puteți să descărcați conținut iTunes U din\niTunes Store.";
"You can download audiobooks from iTunes." = "Puteți să descărcați cărți audio din iTunes Store";
"You can download music from iTunes." = "Puteți descărca muzică din iTunes Store";
"You can download videos from iTunes." = "Puteți descărca videoclipuri din iTunes Store";

"NOW_PLAYING" = "În redare:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "În\nredare";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Filmul închiriat va expira";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Acest film va expira foarte curând. Dacă opriți vizionarea după ce expiră, va trebui să-l închiriați din nou.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Sigur doriți să ștergeți “%@”? Dacă ștergeți acest film închiriat, va trebui să-l închiriați din nou pentru a-l viziona.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Sigur doriți să ștergeți “%@”?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "“%@” nu a fost transferat în iTunes. Dacă îl ștergeți, va trebui să-l cumpărați din nou.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Doriți să vizionați acest film închiriat?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Emisiunea TV închiriată va expira";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Această emisiune TV va expira foarte curând. Dacă opriți vizionarea după ce expiră, va trebui să o închiriați din nou.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Sigur doriți să ștergeți “%@”? Dacă ștergeți această emisiune TV închiriată, va trebui să o închiriați din nou pentru a o viziona.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Doriți să vizionați această emisiune TV închiriată?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Va expira în %d zile după ce începeți vizionarea.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Va expira în %d zi după ce începeți vizionarea.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Va expira în %d ore după ce începeți vizionarea.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Va expira în %d oră după ce începeți vizionarea.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Va expira în %d minute după ce începeți vizionarea.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Va expira în %d minut după ce începeți vizionarea.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Mai multe episoade…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Vedeți recomandări Genius…";

"GET_MORE_TV_EPISODES" = "Mai multe episoade…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Căutare rezultate";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Melodie";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Artist";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Album";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Listă de redare";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Carte audio";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Clip muzical";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "Emisiune TV";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Film";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Căutare";

"SEARCH_RESULTS_ONE_RESULT" = "1 rezultat";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d rezultate";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artiști (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artist (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albume (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Listă de redare (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Liste de redare (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Melodie (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Melodii (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Cărți audio (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Carte audio (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Episoade podcast (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Episod podcast (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcasturi (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Clipuri muzicale (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Clip muzical (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "Episoade TV (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "Episod TV (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "Emisiuni TV (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "Emisiune TV (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filme (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Film (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Genuri (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Gen (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Compozitori (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Compozitor (%@ rezultat)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Continuați căutarea în Store…";

"PODCAST_LINK_EMAIL_FORMAT" = "Nu ratați acest podcast în iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Configurați un cont Mail pentru a partaja podcasturi.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Rezumat";
"DESCRIPTION_HEADER" = "Descriere";

"ACTOR_HEADER_SINGULAR" = "Actor";
"ACTOR_HEADER_PLURAL" = "Actori";

"DIRECTOR_HEADER_SINGULAR" = "Regizor";
"DIRECTOR_HEADER_PLURAL" = "Regizori";

"PRODUCER_HEADER_SINGULAR" = "Producător";
"PRODUCER_HEADER_PLURAL" = "Producători";

"SCREENWRITER_HEADER_SINGULAR" = "Scenarist";
"SCREENWRITER_HEADER_PLURAL" = "Scenariști";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d album, %d melodie";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d album, %d melodii";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d albume, %d melodii";

"NO_METADATA_RELEASED_HEADER" = "Lansat";
"NO_METADATA_LENGTH_HEADER" = "Durată";
"NO_METADATA_SIZE_HEADER" = "Mărime";
"NO_METADATA_COPYRIGHT_HEADER" = "Copyright";
"NO_METADATA_DIMENSIONS_HEADER" = "Dimensiuni";
"NO_METADATA_CODECS_HEADER" = "Codecuri";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Lansat";
"LENGTH_HEADER" = "Durată";
"SIZE_HEADER" = "Mărime";
"COPYRIGHT_HEADER" = "Copyright";
"FROM_THE_ALBUM_HEADER" = "Din album (disponibil în iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Dimensiuni";
"CODECS_HEADER" = "Codecuri";

"RELEASE_DATE_UNKNOWN" = "Necunoscut";
"DURATION_UNKNOWN" = "Necunoscut";
"DIRECTORS_UNKNOWN" = "Necunoscut";

"ALBUM_UNKNOWN" = "Album necunoscut";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 melodie";
"ALBUM_SONGS_COUNT_PLURAL" = "%u melodii";

"CREATE_GENIUS_PLAYLIST" = "Alegeți o melodie pentru a crea o listă Genius.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Adăugați melodii în lista de redare %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Lansat: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 melodie";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u melodii";
"ALBUM_INFO_TIME_SINGULAR" = "1 min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min.";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Puteți descărca videoclipuri din iTunes.";
"GENIUS_PLAYLIST" = "Listă Genius";
"DELETE_VIDEO_ALERT" = "Ștergeți videoclipul?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Ștergeți “%@”";
"PLAYLIST_DELETE_ALERT_BODY" = "Ștergerea “%@” va determina deasemenea eliminarea articolului de pe computerul dvs. la următoarea sincronizare.";

"EPISODE_DESCRIPTION_MORE" = "Altele";

"NO_RESULTS" = "Niciun rezultat";

"PLAY_ALL_SONGS" = "Redați toate melodiile";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Alegeți o melodie pentru a crea o listă Genius.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Nouă";
"GENIUS_REFRESH_BUTTON_TITLE" = "Reîmpr.";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Biblioteci Partajare casnică";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "Biblioteca “%@” necesită o parolă.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Parolă";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Conectare imposibilă la “%@”.";

"RENTAL_EXPIRED_FORMAT" = "Perioada de închiriere pentru “%@” a expirat";
"RENTAL_WARNING_DAYS_FORMAT" = "Dispuneți de %1$@ zile pentru a viziona “%2$@”, după care se va șterge";
"RENTAL_WARNING_DAY_FORMAT" = "Dispuneți de %1$@ zi pentru a viziona “%2$@”, după care se va șterge";
"RENTAL_WARNING_HOURS_FORMAT" = "Dispuneți de %1$@ ore pentru a viziona “%2$@”, după care se va șterge";
"RENTAL_WARNING_HOUR_FORMAT" = "Dispuneți de %1$@ oră pentru a viziona “%2$@”, după care se va șterge";
"RENTAL_WARNING_MINUTES_FORMAT" = "Dispuneți de %1$@ minute pentru a viziona “%2$@”, după care se va șterge";
"RENTAL_WARNING_MINUTE_FORMAT" = "Dispuneți de %1$@ minut pentru a viziona “%2$@”, după care se va șterge";

"HOME_SHARING_SPLASH_LABEL" = "Partajare casnică";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "ID Apple";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "exemplu@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Parolă";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Obligatoriu";
"HOME_SHARING_FOOTER_LABEL" = "Pentru a utiliza Partajare casnică este necesar un ID Apple.";
"HOME_SHARING_ERROR_TITLE" = "Imposibil de activat Partajare casnică";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Conectare imposibilă la biblioteca multimedia";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Partajarea casnică necesită iTunes 10.2 sau ulterior.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "iPad-ul meu";
"SHARED_DEVICE_LIBRARY_FORMAT" = "%@-ul meu";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Descărcați tot";
"SHOW_COMPLETE_ALBUM" = "Afișați albumele complete…";
"HIDE_COMPLETE_ALBUM" = "Ascundeți albumele complete";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Completați-vă albumul: %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Completați acest album";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Cumpărați albumul: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Preț normal: %@";
"SHOW_COMPLETE_SEASON" = "Afișați sezoanele complete";
"HIDE_COMPLETE_SEASON" = "Ascundeți sezoanele complete";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "Încă %d episod…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "Încă %d episod disponibil în iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "Încă %d episoade…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "Încă %d episoade disponibile în iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Completați-vă sezonul: %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Completați-vă sezonul";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Permis de completare sezon";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Cumpărați sezonul %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Cumpărați sezonul";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Cumpărați un permis de sezon";

"EXIT_STORE_BUTTON_TITLE" = "Bibliotecă";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Podcasturile au fost mutate";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Episoadele noi pot fi descărcate utilizând aplicația Podcasturi.";
